Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 貉稽曰：「稽大不理於口。」孟子曰：「無傷也。士憎茲多口。《詩》云：『憂心悄悄，慍于群小』，孔子也。『肆不殄厥慍，亦不隕厥問』，文王也。」
en: Mo Qi said, 'Greatly am I from anything to depend upon from the mouths of men.' Mencius observed, 'There is no harm in that. Scholars are more exposed than others to suffer from the mouths of men. It is said, in the Book of Poetry, "My heart is disquieted and grieved, I am hated by the crowd of mean creatures." This might have been said by Confucius. And again, "Though he did not remove their wrath, He did not let fall his own fame." This might be said of king Wen.'

source: 孟子曰：「賢者以其昭昭，使人昭昭；今以其昏昏，使人昭昭。」
en: Mencius said, 'Anciently, men of virtue and talents by means of their own enlightenment made others enlightened. Nowadays, it is tried, while they are themselves in darkness, and by means of that darkness, to make others enlightened.'

source: 孟子謂高子曰：「山徑之蹊間，介然用之而成路；為間不用，則茅塞之矣。今茅塞子之心矣。」
en: Mencius said to the disciple Gao, 'There are the footpaths along the hills; if suddenly they be used, they become roads; and if, as suddenly they are not used, the wild grass fills them up. Now, the wild grass fills up your mind.'

source: 高子曰：「禹之聲，尚文王之聲。」孟子曰：「何以言之？」曰：「以追蠡。」曰：「是奚足哉？城門之軌，兩馬之力與？」
en: The disciple Gao said, 'The music of Yu was better than that of king Wen.' Mencius observed, 'On what ground do you say so?' And the other replied, 'Because at the pivot the knob of Yu's bells is nearly worn through.' Mencius said, 'How can that be a sufficient proof? Are the ruts at the gate of a city made by a single two-horsed chariot?'

source: 齊饑。陳臻曰：「國人皆以夫子將復為發棠，殆不可復。」孟子曰：「是為馮婦也。晉人有馮婦者，善搏虎，卒為善士；則之野，有眾逐虎，虎負嵎，莫之敢攖；望見馮婦，趨而迎之；馮婦攘臂下車，眾皆悅之，其為士者笑之。」
en: When Qi was suffering from famine, Chen Zhen said to Mencius, 'The people are all thinking that you, Master, will again ask that the granary of Tang be opened for them. I apprehend you will not do so a second time.' Mencius said, 'To do it would be to act like Feng Fu. There was a man of that name in Jin, famous for his skill in seizing tigers. Afterwards he became a scholar of reputation, and going once out to the wild country, he found the people all in pursuit of a tiger. The tiger took refuge in a corner of a hill, where no one dared to attack him, but when they saw Feng Fu, they ran and met him. Feng Fu immediately bared his arms, and descended from the carriage. The multitude were pleased with him, but those who were scholars laughed at him.'

source: 孟子曰：「口之於味也，目之於色也，耳之於聲也，鼻之於臭也，四肢之於安佚也；性也，有命焉，君子不謂性也。仁之於父子也，義之於君臣也，禮之於賓主也，知之於賢者也，聖人之於天道也；命也，有性焉，君子不謂命也。」
en: Mencius said, 'For the mouth to desire sweet tastes, the eye to desire beautiful colours, the ear to desire pleasant sounds, the nose to desire fragrant odours, and the four limbs to desire ease and rest - these things are natural. But there is the appointment of Heaven in connexion with them, and the superior man does not say of his pursuit of them, "It is my nature." The exercise of love between father and son, the observance of righteousness between sovereign and minister, the rules of ceremony between guest and host, the display of knowledge in recognising the talented, and the fulfilling the heavenly course by the sage - these are the appointment of Heaven. But there is an adaptation of our nature for them. The superior man does not say, in reference to them, "It is the appointment of Heaven."'

source: 浩生不害問曰：「樂正子，何人也？」孟子曰：「善人也，信人也。」「何謂善？何謂信？」曰：「可欲之謂善。有諸己之謂信。充實之謂美。充實而有光輝之謂大。大而化之之謂聖。聖而不可知之之謂神。樂正子，二之中、四之下也。」
en: Hao Sheng Bu Hai asked, saying, 'What sort of man is Yue Zheng?' Mencius replied, 'He is a good man, a real man.' 'What do you mean by "A good man," "A real man?"' The reply was, 'A man who commands our liking is what is called a good man. He whose goodness is part of himself is what is called real man. He whose goodness has been filled up is what is called beautiful man. He whose completed goodness is brightly displayed is what is called a great man. When this great man exercises a transforming influence, he is what is called a sage. When the sage is beyond our knowledge, he is what is called a spirit-man. Yue Zheng is between the two first characters, and below the four last.'

source: 孟子曰：「逃墨必歸於楊，逃楊必歸於儒。歸，斯受之而已矣。今之與楊、墨辯者，如追放豚，既入其苙，又從而招之。」
en: Mencius said, 'Those who are fleeing from the errors of Mo naturally turn to Yang, and those who are fleeing from the errors of Yang naturally turn to orthodoxy. When they so turn, they should at once and simply be received. Those who nowadays dispute with the followers of Yang and Mo do so as if they were pursuing a stray pig, the leg of which, after they have got it to enter the pen, they proceed to tie.'

source: 孟子曰：「有布縷之征，粟米之征，力役之征。君子用其一，緩其二。用其二而民有殍；用其三而父子離。」
en: Mencius said, 'There are the exactions of hempen-cloth and silk, of grain, and of personal service. The prince requires but one of these at once, deferring the other two. If he require two of them at once, then the people die of hunger. If he require the three at once, then fathers and sons are separated.'

source: 孟子曰：「諸侯之寶三：土地、人民、政事。寶珠玉者，殃必及身。」
en: Mencius said, 'The precious things of a prince are three: the territory, the people, the government and its business. If one value as most precious pearls and jade, calamity is sure to befall him.'

source: 盆成括仕於齊。孟子曰：「死矣盆成括！」盆成括見殺，門人問曰：「夫子何以知其將見殺？」曰：「其為人也，小有才，未聞君子之大道也，則足以殺其軀而已矣。」
en: Pen Cheng Kuo having obtained an official situation in Qi, Mencius said, 'He is a dead man, that Pen Cheng Kuo!' Pen Cheng Kuo being put to death, the disciples asked, saying, 'How did you know, Master, that he would meet with death?' Mencius replied, 'He was a man, who had a little ability, but had not learned the great doctrines of the superior man. He was just qualified to bring death upon himself, but for nothing more.'

source: 孟子之滕，館於上宮。有業屨於牖上，館人求之弗得。或問之曰：「若是乎從者之廋也。」曰：「子以是為竊屨來與？」曰：「殆非也。夫子之設科也，往者不追，來者不拒。茍以是心至，斯受之而已矣。」
en: When Mencius went to Teng, he was lodged in the Upper palace. A sandal in the process of making had been placed there in a window, and when the keeper of the place came to look for it, he could not find it. On this, some one asked Mencius, saying, 'Is it thus that your followers pilfer?' Mencius replied, 'Do you think that they came here to pilfer the sandal?' The man said, 'I apprehend not. But you, Master, having arranged to give lessons, do not go back to inquire into the past, and you do not reject those who come to you. If they come with the mind to learn, you receive them without any more ado.'

source: 孟子曰：「人皆有所不忍，達之於其所忍，仁也；人皆有所不為，達之於其所為，義也。人能充『無欲害人』之心，而仁不可勝用也。人能充『無穿窬』之心，而義不可勝用也。人能充無受爾汝之實，無所往而不為義也。士未可以言而言，是以言餂之也；可以言而不言，是以不言餂之也。是皆穿逾之類也。」
en: Mencius said, 'All men have some things which they cannot bear; extend that feeling to what they can bear, and benevolence will be the result. All men have some things which they will not do; extend that feeling to the things which they do, and righteousness will be the result. If a man can give full development to the feeling which makes him shrink from injuring others, his benevolence will be more than can be called into practice. If he can give full development to the feeling which refuses to break through, or jump over, a wall, his righteousness will be more than can be called into practice. If he can give full development to the real feeling of dislike with which he receives the salutation, "Thou," "Thou," he will act righteously in all places and circumstances. When a scholar speaks what he ought not to speak, by guile of speech seeking to gain some end; and when he does not speak what he ought to speak, by guile of silence seeking to gain some end; both these cases are of a piece with breaking through a neighbour's wall.'

source: 孟子曰：「言近而指遠者，善言也；守約而施博者，善道也。君子之言也，不下帶而道存焉。君子之守，修其身而天下平。人病舍其田而芸人之田，所求於人者重，而所以自任者輕。」
en: Mencius said, 'Words which are simple, while their meaning is far-reaching, are good words. Principles which, as held, are compendious, while their application is extensive, are good principles. The words of the superior man do not go below the girdle, but great principles are contained in them. The principle which the superior man holds is that of personal cultivation, but the kingdom is thereby tranquillized. The disease of men is this: that they neglect their own fields, and go to weed the fields of others, and that what they require from others is great, while what they lay upon themselves is light.'

source: 孟子曰：「堯、舜，性者也；湯、武，反之也。動容周旋中禮者，盛德之至也。哭死而哀，非為生者也。經德不回，非以干祿也。言語必信，非以正行也。君子行法，以俟命而已矣。」
en: Mencius said, 'Yao and Shun were what they were by nature; Tang and Wu were so by returning to natural virtue. When all the movements, in the countenance and every turn of the body, are exactly what is proper, that shows the extreme degree of the complete virtue. Weeping for the dead should be from real sorrow, and not because of the living. The regular path of virtue is to be pursued without any bend, and from no view to emolument. The words should all be necessarily sincere, not with any desire to do what is right. The superior man performs the law of right, and thereby waits simply for what has been appointed.'

source: 孟子曰：「說大人，則藐之，勿視其巍巍然。堂高數仞，榱題數尺，我得志弗為也。食前方丈，侍妾數百人，我得志弗為也。般樂飲酒，驅騁田獵，後車千乘，我得志弗為也。在彼者，皆我所不為也；在我者，皆古之制也，吾何畏彼哉？」
en: Mencius said, 'Those who give counsel to the great should despise them, and not look at their pomp and display. Halls several times eight cubits high, with beams projecting several cubits; these, if my wishes were to be realized, I would not have. Food spread before me over ten cubits square, and attendants and concubines to the amount of hundreds; these, though my wishes were realized, I would not have. Pleasure and wine, and the dash of hunting, with thousands of chariots following after me; these, though my wishes were realized, I would not have. What they esteem are what I would have nothing to do with; what I esteem are the rules of the ancients. Why should I stand in awe of them?'

source: 孟子曰：「養心莫善於寡欲。其為人也寡欲，雖有不存焉者，寡矣。其為人也多欲，雖有存焉者，寡矣。」
en: Mencius said, 'To nourish the mind there is nothing better than to make the desires few. Here is a man whose desires are few - in some things he may not be able to keep his heart, but they will be few. Here is a man whose desires are many - in some things he may be able to keep his heart, but they will be few.'

source: 曾晳嗜羊棗，而曾子不忍食羊棗。公孫丑問曰：「膾炙與羊棗孰美？」孟子曰：「膾炙哉！」公孫丑曰：「然則曾子何為食膾炙而不食羊棗？」曰：「膾炙所同也，羊棗所獨也。諱名不諱姓，姓所同也，名所獨也。」
en: Mencius said, 'Zeng Xi was fond of sheep-dates, and his son, the philosopher Zeng, could not bear to eat sheep-dates.' Gong Sun Chou asked, saying, 'Which is best, minced meat and broiled meat, or sheep-dates?' Mencius said, 'Mince and broiled meat, to be sure.' Gong Sun Chou went on, 'Then why did the philosopher Zeng eat mince and broiled meat, and would not eat sheep-dates?' Mencius answered, 'For mince and broiled meat there is a common liking, while that for sheep-dates was peculiar. We avoid the name, but do not avoid the surname. The surname is common; the name is peculiar.'

source: 萬章問曰：「孔子在陳，曰：『盍歸乎來！吾黨之士狂簡，進取不忘其初。』孔子在陳，何思魯之狂士？」孟子曰：「孔子『不得中道而與之，必也狂狷乎！狂者進取；狷者有所不為也。』孔子豈不欲中道哉？不可必得，故思其次也。」「敢問何如斯可謂狂矣？」曰：「如琴張、曾晳、牧皮者，孔子之所謂狂矣。」「何以謂之狂也？」曰：「其志嘐嘐然，曰：『古之人，古之人』，夷考其行而不掩焉者也。狂者又不可得；欲得不屑不潔之士而與之，是獧也。是又其次也。孔子曰：『過我門而不入我室，我不憾焉者，其惟鄉原乎！鄉原，德之賊也。』」曰：何如斯可謂之鄉原矣？」「曰：『何以是嘐嘐也？言不顧行，行不顧言，則曰：古之人古之人。行何為踽踽涼涼？生斯世也，為斯世也，善斯可矣。』閹然媚於世也者，是鄉原也。」萬章曰：「一鄉皆稱原人焉，無所往而不為原人；孔子以為德之賊，何哉？」曰：「非之無舉也，剌之無剌也；同乎流俗，合乎污世；居之似忠信，行之似廉潔；眾皆悅之；自以為是，而不可與入堯舜之道，故曰『德之賊也』。孔子曰：『惡似而非者：惡莠，恐其亂苗也；惡佞，恐其亂義也；惡利口，恐其亂信也；惡鄭聲，恐其亂樂也；惡紫，恐其亂朱也；惡鄉原，恐其亂德也。』君子反經而已矣。經正，則庶民興；庶民興，斯無邪慝矣。」
en: Wan Zhang asked, saying, 'Confucius, when he was in Chen, said: "Let me return. The scholars of my school are ambitious, but hasty. They are for advancing and seizing their object, but cannot forget their early ways." Why did Confucius, when he was in Chen, think of the ambitious scholars of Lu?' Mencius replied, 'Confucius not getting men pursuing the true medium, to whom he might communicate his instructions, determined to take the ardent and the cautiously-decided. The ardent would advance to seize their object; the cautiously-decided would keep themselves from certain things. It is not to be thought that Confucius did not wish to get men pursuing the true medium, but being unable to assure himself of finding such, he therefore thought of the next class.' 'I venture to ask what sort of men they were who could be styled "The ambitious?"' 'Such,' replied Mencius, 'as Qin Zhang, Zeng Xi, and Mu Pi, were those whom Confucius styled "ambitious."' 'Why were they styled "ambitious?"' The reply was, 'Their aim led them to talk magniloquently, saying, "The ancients!" "The ancients!" But their actions, where we fairly compare them with their words, did not correspond with them. When he found also that he could not get such as were thus ambitious, he wanted to get scholars who would consider anything impure as beneath them. Those were the cautiously-decided, a class next to the former.' Zhang pursued his questioning, 'Confucius said, "They are only your good careful people of the villages at whom I feel no indignation, when they pass my door without entering my house. Your good careful people of the villages are the thieves of virtue."' 'What sort of people were they who could be styled "Your good careful people of the villages?"' Mencius replied, 'They are those who say, "Why are they so magniloquent? Their words have not respect to their actions and their actions have not respect to their words, but they say, "The ancients! The ancients! Why do they act so peculiarly, and are so cold and distant? Born in this age, we should be of this age, to be good is all that is needed." Eunuch-like, flattering their generation - such are your good careful men of the villages.' Wan Zhang said, 'Their whole village styles those men good and careful. In all their conduct they are so. How was it that Confucius considered them the thieves of virtue?' Mencius replied, 'If you would blame them, you find nothing to allege. If you would criticise them, you have nothing to criticise. They agree with the current customs. They consent with an impure age. Their principles have a semblance of right-heartedness and truth. Their conduct has a semblance of disinterestedness and purity. All men are pleased with them, and they think themselves right, so that it is impossible to proceed with them to the principles of Yao and Shun. On this account they are called "The thieves of virtue." Confucius said, "I hate a semblance which is not the reality. I hate the darnel, lest it be confounded with the corn. I hate glib-tonguedness, lest it be confounded with righteousness. I hate sharpness of tongue, lest it be confounded with sincerity. I hate the music of Chang, lest it be confounded with the true music. I hate the reddish blue, lest it be confounded with vermilion. I hate your good careful men of the villages, lest they be confounded with the truly virtuous." The superior man seeks simply to bring back the unchanging standard, and, that being correct, the masses are roused to virtue. When they are so aroused, forthwith perversities and glossed wickedness disappear.'

source: 孟子曰：「由堯、舜至於湯，五百有餘歲，若禹、皋陶，則見而知之；若湯，則聞而知之。由湯至於文王，五百有餘歲，若伊尹、萊朱則見而知之；若文王，則聞而知之。由文王至於孔子，五百有餘歲，若大公望、散宜生，則見而知之；若孔子，則聞而知之。由孔子而來至於今，百有餘歲，去聖人之世，若此其未遠也；近聖人之居，若此其甚也，然而無有乎爾，則亦無有乎爾！」
en: Mencius said, 'From Yao and Shun down to Tang were 500 years and more. As to Yu and Gao Yao, they saw those earliest sages, and so knew their doctrines, while Tang heard their doctrines as transmitted, and so knew them. From Tang to king Wen were 500 years and more. As to Yi Yin, and Lai Zhu, they saw Tang and knew his doctrines, while king Wen heard them as transmitted, and so knew them. From king Wen to Confucius were 500 years and more. As to Tai Gong Wang and San Yi Sheng, they saw Wen, and so knew his doctrines, while Confucius heard them as transmitted, and so knew them. From Confucius downwards until now, there are only 100 years and somewhat more. The distance in time from the sage is so far from being remote, and so very near at hand was the sage's residence. In these circumstances, is there no one to transmit his doctrines? Yea, is there no one to do so?'
